import Footer from "../../../components/Footer";
import Name from "../../../components/Name";
import Navbar from "../../../components/Navbar";

function EquipmentPage() {
  return (
    <>
      <Navbar />
      <main>
        <Name />

        <div className="div-path">
          <a href="/" className="a-path">
            Главная
          </a>
          <a className="path-dot">&middot;</a>
          <a href="/basic-information" className="a-path">
            Сведения об ОО
          </a>
          <a className="path-dot">&middot;</a>
          <a
            href="/basic-information/technical-equipment"
            className="a-path-last"
          >
            Материально-техническое обеспечение и оснащённость образовательного
            процесса
          </a>
        </div>

        <div className="page-content">
          <h1 className="page-title">
            Материально-техническое обеспечение и оснащённость образовательного
            процесса
          </h1>
          <br />
          <br />
          <p className="page-text">
            Материально-техническая база – необходимое условие функционирования
            образовательного учреждения и реализации программы развития. Школа
            функционирует в одном здании постройки 1980 года, которое нуждается
            в ремонте. В школе обеспечивается температурный режим в соответствии
            с СанПиН. Имеется работающая система холодного и горячего
            водоснабжения, система канализации. Имеются оборудованные аварийные
            выходы, необходимое количество средств пожаротушения, действующая
            пожарная сигнализация, автоматическая система оповещения людей при
            пожаре, кнопка экстренного вызова Росгвардии. Электропроводка
            соответствует требованиям безопасности, имеются подъездные пути к
            зданию школы, территория школы по периметру ограждена забором. В
            школе имеется 37 камер видеонаблюдения с выходом на монитор, который
            расположен на вахте школы.
            <br />
            <br />
            Школа располагает спортивным залом, спортивной площадкой, актовым
            залом, столовой, медицинским кабинетом, библиотекой. Общее
            количество учебных кабинетов с учетом малых кабинетов для занятий по
            подгруппам - 63. Все классные комнаты отремонтированы, находятся в
            хорошем санитарном состоянии. Учебные кабинеты готовы к проведению
            практических занятий. Во всех учебных кабинетах поддерживается
            оптимальный воздушно-тепловой режим. Каждый кабинет имеет паспорт.
            Кабинеты для профильного обучения полностью оборудованы, в кабинетах
            установлена компьютерная техника.
            <br />
            <br />
            Школа имеет четыре компьютерных класса. Школа подключена к сети
            Интернет (скорость от 100Мб/с). Для повышения качества
            образовательного процесса школа приобрела технические средства
            обучения, большое количество наглядных учебных пособий, расширила
            возможности компьютерных и учебных кабинетов, оснастив их
            мультимедийной техникой. Количество компьютеров, используемых для
            осуществления образовательного процесса, имеющих сертификат качества
            и комплект лицензионного программного обеспечения, на начало
            2023-2024 учебного года составляет 110 шт., мультимедийных
            проекторов - 50 шт., интерактивных досок – 15 шт., 2 мобильных
            класса.
            <br />
            <br />
            В рамках образовательного процесса осуществляется доступ учащихся к
            образовательным ресурсам сети Интернет под руководством
            преподавателя, проводящего учебное занятие. Исключён доступ учащихся
            к сети Интернет без присутствия преподавателя.
            <br />
            <br />
            В кабинетах информатики на всех компьютерах, подключенных к сети
            Интернет, установлена и настроена программа контентной фильтрации,
            обеспечивающая исключение доступа к ресурсам Интернет, не
            относящимся к образовательному процессу. Приказами по
            образовательному учреждению назначены ответственные за установку и
            настройку программы контентной фильтрации.
            <br />
            <br />В школе ежегодно производится косметический ремонт. В
            2022-2023 учебном году установлены окна ПВХ, металлическая входная
            группа дверей, система контроля управлением доступа (СКУД) в здание.
          </p>
          <br />
          <p className="category-title">Оборудованные учебные кабинеты</p>
          <p className="page-text">
            Все учебные кабинеты укомплектованы школьной мебелью в соответствии
            с требованиями СанПиН. Кабинеты оснащены необходимым оборудованием,
            дидактическими и техническими средствами, учебно-вспомогательными
            материалами и соответствуют требованиям для успешной реализации
            теоретической и практической частей основных общеобразовательных
            программ. В учебной и внеурочной деятельности используются имеющиеся
            в наличии традиционные и современные технические средства обучения,
            оргтехника. В каждом классе присутствует компьютер (ноутбук) с
            доступом в сеть Интернет. Используются в учебном процессе
            аудио-видеоаппаратура (телевизоры, музыкальные центры, видео и
            фотокамеры), мультимедийные и интерактивные комплексы.{" "}
            <a
              href="https://sevschool6.ru/data/54164ca3ad5cf93ad3dc8e42dce168c7.pdf"
              className="page-link"
            >
              Подробнее
            </a>
          </p>
          <br />
          <p className="category-title">
            Объекты для проведения практических занятий
          </p>
          <p className="page-text">
            В МАОУ «СОШ № 6» имеются кабинеты технологии, лаборантские при
            специализированных кабинетах. Практические занятия проводятся в
            специализированных кабинетах: информатики, биологии, химии, физики.
            Оснащение кабинетов позволяет реализовывать задачи образования в
            полном объеме как в теоретической, так и в практической его части.
            Все объекты для проведения практических занятий укомплектованы
            учебно-лабораторным оборудованием.{" "}
            <a
              href="https://sevschool6.ru/data/af8d457d25756fc81e6ebbd8b6814198.pdf"
              className="page-link"
            >
              Подробнее
            </a>
          </p>
          <br />
          <p className="category-title">Библиотеки</p>
          <p className="page-text">
            В соответствии со ст. 18 закона "Об образовании в РФ" в
            организациях, осуществляющих образовательную деятельность, в целях
            обеспечения реализации образовательных программ формируются
            библиотеки, в том числе цифровые (электронные) библиотеки,
            обеспечивающие доступ к профессиональным базам данных,
            информационным справочным и поисковым системам, а также иным
            информационным ресурсам. Библиотечный фонд должен быть укомплектован
            печатными и (или) электронными учебными изданиями (включая учебники
            и учебные пособия), методическими и периодическими изданиями по всем
            входящим в реализуемые основные образовательные программы учебным
            предметам, курсам, дисциплинам (модулям)". Учителями английского и
            немецкого языка школы создается библиотека, в которую входит
            художественная и методическая литература на английском, немецком
            языке, дидактические материалы для проведения уроков по иностранному
            языку. Собраны также аудио- и видеоматериалы, используемые в учебном
            процессе. В библиотеке имеются средства для сканирования и
            распознавания текстов, а также обеспечена контролируемая распечатка
            и копирование бумажных материалов. Имеется читальный зал, возможен
            выход в Интернет с компьютеров, расположенных в библиотеке.
            Библиотечно–информационный центр МАОУ «СОШ №6» работает по плану
            работы, принятом на педагогическом совете и утвержденном директором
            МАОУ «СОШ №6» в соответствии с{" "}
            <a href="" className="page-link">
              Положением о информационно-библиотечном центре муниципального
              автономного общеобразовательного учреждения «Средняя
              общеобразовательная школа № 6 с углубленным изучением иностранных
              языков»
            </a>
            {"."}
          </p>
          <br />
          <p className="page-text">
            БИЦ находится на 2-ом этаже, имеется место для работы в библиотеке
            (читальный зал):
          </p>
          <ul>
            <li>Количество стеллажей: 29</li>
            <li>Количество столов в читальном зале: 5</li>
            <li>Количество посадочных мест (стульев) в читальном зале: 15</li>
            <li>Количество компьютеров в библиотеке: 5</li>
            <li>Принтер: 1</li>
            <li>Кафедра библиотекаря: 2</li>
            <li>Сканер: 1</li>
            <li>Автоматизированная библиотечная система «MARK-SQL»: 1</li>
            <li>Мультимедиа проектор: 1</li>
          </ul>
          <br />
          <p className="page-text">
            Место хранения учебников в отдельном помещении оборудовано удобными
            стеллажами.
          </p>
          <br />
          <p className="page-text bold">Библиотечно-информационное оснащение</p>
          <ul>
            <li>Основной фонд: 5732 экз.</li>
            <li>Фонд учебной литературы: 23574 экз.</li>
            <li>Количество подписных изданий: 27 изданий</li>
            <li>Документы на электронных носителях: 309 экз.</li>
          </ul>
          <br />
          <p className="page-text">
            МАОУ «СОШ №6» обеспечено периодическими изданиями в соответствии с
            профилем образовательной организации, методическими журналами, а
            также учебными фильмами.{" "}
            <a
              href="https://sevschool6.ru/data/ae9c6d67e6aa919ed206ecb09b14bbeb.pdf"
              className="page-link"
            >
              Подробнее
            </a>
          </p>
          <br />
          <p className="page-text">
            <a className="bold">
              Обеспеченность обучающихся учебниками и учебными пособиями
            </a>{" "}
            в соответствии с федеральным перечнем учебников –{" "}
            <a className="bold">100%</a>.
          </p>
          <ul>
            <li>
              <a
                href="https://sevschool6.1mcg.ru/data/a40c222a1714cab700ce92a19ad385e3.pdf"
                className="page-link"
              >
                Программа развития библиотечно-информационного центра
                муниципального автономного общеобразовательного учреждениями
                «Средняя общеобразовательная школа № 6 с углубленным изучением
                иностранных языков» на 2018-2023 гг.
              </a>
            </li>
          </ul>
          <br />
          <p className="category-title">Объекты Спорта</p>
          <p className="page-text">
            Школьный спортивный зал отвечает требованиям СанПиН (площадь не
            менее 9х18м, высота не менее 6м, имеются оборудованные раздевалки и
            действующие туалеты, душевые комнаты). Спортивный зал пополняется
            спортивным оборудованием, что позволяет делать уроки физической
            культуры более эффективными. На спортивной площадке, оборудованной
            для реализации раздела «Легкая атлетика», имеются размеченные
            дорожки для бега, оборудованный сектор для метания, оборудованный
            сектор для прыжков в длину. В школе имеются мобильные здания,
            оборудованные под лыжную базу.
            <br />
            <br />
            Для реализации программы учебного предмета «Физическая культура» в
            МАОУ «СОШ № 6» работают спортивные и тренажерный залы. Оснащенность
            спортивным инвентарем и оборудованием в полном объеме соответствует
            всем разделам учебной программы по предметной дисциплине «Физическая
            культура».
          </p>
          <ul>
            <li>
              <a
                href="https://sevschool6.ru/data/8141c3737c1c13d4091d5c8615d65f93.pdf"
                className="page-link"
              >
                Список спортивного оборудования
              </a>
            </li>
          </ul>
          <br />
          <p className="category-title">Средства обучения и воспитания</p>
          <p className="page-text">
            В МАОУ «СОШ № 6» используются следующие средства обучения и
            воспитания:
          </p>
          <ul>
            <li>
              Печатные (учебники и учебные пособия, книги для чтения,
              хрестоматии, рабочие тетради, атласы, раздаточный материал,
              хрестоматии)
            </li>
            <li>
              Электронные образовательные ресурсы (образовательные мультимедиа
              мультимедийные учебники, мультимедийные универсальные
              энциклопедии)
            </li>
            <li>
              Аудиовизуальные (слайды, слайд – фильмы, видеофильмы
              образовательные, учебные кинофильмы, учебные фильмы на цифровых
              носителях)
            </li>
            <li>
              Наглядные плоскостные (плакаты, карты настенные, иллюстрации
              настенные, магнитные доски)
            </li>
            <li>
              Демонстрационные (гербарии, муляжи, макеты, стенды, модели в
              разрезе, модели демонстрационные)
            </li>
            <li>Учебно-лабораторное оборудование</li>
            <li>Учебно-производственное оборудование</li>
            <li>Спортивное оборудование</li>
          </ul>
          <br />
          <p className="category-title">Условия питания обучающихся</p>
          <p className="page-text">
            Школьное питание – это залог здоровья подрастающего поколения.
            Горячее питание детей во время пребывания в школе является одним из
            важных условий поддержания их здоровья и способности к эффективному
            обучению. Поэтому питание является одним из важных факторов,
            определяющих здоровье подрастающего поколения. Полноценное и
            сбалансированное питание способствует профилактике заболеваний,
            повышению работоспособности и успеваемости, физическому и
            умственному развитию детей и подростков, создаёт условия к их
            адаптации к современной жизни. Рациональное питание обучающихся -
            одно из условий создания здоровьесберегающей среды в
            общеобразовательном учреждении.
          </p>
          <ul>
            <li>
              <a href="/school-food" className="page-link">
                Питание в МАОУ «СОШ № 6»
              </a>
            </li>
          </ul>
          <br />
          <p className="category-title">Условия охраны здоровья обучающихся</p>
          <p className="page-text">
            Сохранение здоровья обучающегося – одна из приоритетных задач
            деятельности МАОУ «СОШ № 6». В школе ведётся целенаправленная работа
            по сохранению здоровья учащихся через использование
            здоровьесберегающих технологий обучения; создание оптимального
            уровня учебной нагрузки, привитие навыков здорового образа жизни и
            режима питания в процессе урочной и внеурочной деятельности. <br />
            <br /> Медицинский пункт МАОУ «СОШ № 6» располагается на втором
            этаже и включает кабинет и процедурную. <br />
            <br /> Пункт соответствует действующим санитарным нормам, оснащен
            стандартным комплектом оборудования, обеспечивающим организацию
            медицинского контроля за развитием и состоянием здоровья школьников,
            их оздоровлением в условиях МАОУ «СОШ № 6». <br />
            <br /> Профилактические осмотры школьников проводятся ежегодно на
            основании приказа МЗ РФ от 10 августа 2017 г. № 514н «О порядке
            проведения профилактических медицинских осмотров
            несовершеннолетних». <br />
            <br /> Главными проблемами со здоровьем у детей школьного возраста
            являются ухудшение остроты зрения (миопия) и нарушение осанки. В
            целях предупреждения этих заболеваний в МАОУ «СОШ №6» на уроках
            чередуются виды деятельности, проводятся физкультминутки, гимнастика
            для глаз и другие оздоровительные моменты. Обучающихся рассаживают в
            соответствии с нормами СанПиН и рекомендациями медицинского
            работника.
          </p>
          <br />
          <p className="category-title">
            Доступ к информационным системам и
            информационно-телекоммуникационным сетям
          </p>
          <p className="page-text">Основными элементами ИОС являются:</p>
          <ul>
            <li>
              информационно-образовательные ресурсы в виде печатной продукции
            </li>
            <li>
              информационно-образовательные ресурсы на сменных оптических
              носителях
            </li>
            <li>информационно-образовательные ресурсы Интернета</li>
            <li>информационно-телекоммуникационная инфраструктура</li>
          </ul>
          <p className="page-text">
            В МАОУ «СОШ № 6» функционирует локальная сеть. Все компьютеры
            соединены в локальную сеть. Скорость подключения к сети Интернет не
            менее 100 Мбит/с. Доступ к информационно-телекоммуникационной сети
            Интернет обеспечен всем учащимся, в соответствии с Положением о
            работе учителей и обучающихся МАОУ «СОШ № 6» в сети Интернет,
            Правилами использования сети Интернет в МАОУ «СОШ № 6». <br />
            <br />{" "}
            <a className="italic bold">
              Государственный контракт от 30.12.2021 №0410/151
            </a>{" "}
            на оказание государственным и муниципальным образовательным
            организациям, реализующим образовательные программы общего
            образования и среднего профессионального образования, услуг по
            предоставлению доступа с использованием единой сети пердачи данных
            доступа к государственным, муниципальным, иным информационным
            системам и к информационно-телекоммуникационной сети “Интернет”{" "}
            <a
              href="https://sevschool6.ru/data/1fa225c01ff098c24ce138ab7607d5b3.pdf"
              className="page-link"
            >
              Смотреть
            </a>
          </p>
          <ul>
            <li>Положение о работе учителей и обучающихся в сети Интернет</li>
            <li>Правила использования сети Интернет</li>
            <li>
              Положение о порядке доступа педагогических работников к
              информационно-телекоммуникационным сетям и базам данных
            </li>
          </ul>
          <p className="page-text">
            Для обеспечения безопасных условий доступа в сеть интернет в МАОУ
            «СОШ №6» действует система контент-фильтрации. Доступ к запрещенным
            в образовательном процессе ресурсам сети для обучающихся и
            преподавателей закрыт. Обеспечена защита персональных данных
            участников образовательных отношений.
            <br />
            <br />В МАОУ «СОШ №6» внедрена и функционирует автоматизированная
            информационная система{" "}
            <a href="https://dnevnik.ru/" className="page-link">
              «Дневник.ру»
            </a>{" "}
            (возможности электронного журнала и электронного дневника).
          </p>
          <ul>
            <li>
              <a
                href="https://sevschool6.ru/data/f7f4ba093470273c03e344ab678b5b36.pdf"
                className="page-link"
              >
                Положение о ведении электронного журнала и электронного дневника
                обучающихся
              </a>
            </li>
          </ul>
          <br />
          <p className="category-title">
            Электронные образовательные ресурсы, к которым обеспечивается доступ
            обучающихся
          </p>
          <p className="page-text">
            Собственных электронных образовательных и информационных ресурсов в
            МАОУ «СОШ № 6» нет.
          </p>
        </div>
      </main>
      <Footer />
    </>
  );
}

export default EquipmentPage;
