import Footer from "../../../components/Footer";
import Name from "../../../components/Name";
import Navbar from "../../../components/Navbar";

function StructureandmanagementPage() {
  return (
    <>
      <title>Структура и Органы Управления</title>

      <Navbar />
      <main>
        <Name />

        <div className="div-path">
          <a href="/" className="a-path">
            Главная
          </a>
          <a className="path-dot">&middot;</a>
          <a href="/basic-information" className="a-path">
            Сведения об ОО
          </a>
          <a className="path-dot">&middot;</a>
          <a
            href="/basic-information/structure-and-management"
            className="a-path-last"
          >
            Структура и органы управления ОО
          </a>
        </div>

        <div className="page-content">
          <h1 className="page-title">Структура и органы управления ОО</h1>
          <br />
          <br />
          <p className="category-title">Структура МАОУ "СОШ № 6":</p>
          <ul>
            <li>
              структурных подразделений нет; руководителей структурных
              подразделений нет;
            </li>
            <li> мест нахождения структурных подразделений нет;</li>
            <li>адресов официальных сайтов структурных подразделений нет;</li>
            <li>адресов электронной почты структурных подразделений нет;</li>
            <li>
              положений о структурных подразделениях (копий указанных положений)
              нет.
            </li>
          </ul>
          <br />
          <p className="page-text">
            Управление школой осуществляется в соответствии с Законом Российской
            Федерации от 29 декабря 2012 года №273-ФЗ «Об образовании в
            Российской Федерации» и Уставом школы и на принципах демократии,
            гуманизма, общедоступности, приоритета общечеловеческих ценностей,
            жизни и здоровья человека, гражданственности, свободного развития
            личности.
          </p>
          <br />
          <p className="page-text">
            Управление школой осуществляется на основе сочетания принципов
            демократичности, открытости, приоритета общечеловеческих ценностей,
            охраны жизни и здоровья человека, свободного развития личности.
          </p>
          <br />
          <p className="page-text">
            В основе управления лежат локальные акты школы:
          </p>
          <ol>
            <li>Положение о Педагогическом совете,</li>
            <li>Положение о школьной аттестационной комиссии,</li>
            <li>Положение об Общем собрании работников,</li>
            <li>Положение о Совете родителей школы,</li>
            <li>Положение о Совете обучающихся,</li>
            <li>Положение о методическом совете.</li>
          </ol>
          <br />

          <p className="page-text">
            В основу положена{" "}
            <a className="bold">пятиуровневая система управления</a>.
          </p>
          <br />
          <p className="page-text">
            Первый уровень структуры – <a className="bold">уровень директора</a>
            . Директор МАОУ « СОШ № 6» определяет совместно с Советом родителей
            школы стратегию развития школы, представляет ее интересы в
            государственных и общественных инстанциях. Он несет персональную
            юридическую ответственность за организацию жизнедеятельности школы,
            создает благоприятные условия для подготовки и реализации
            профильного обучения.
          </p>
          <br />
          <p className="page-text">
            На втором уровне – функционируют как традиционные{" "}
            <a className="bold">
              субъекты управления (Наблюдательный совет, Общее собрание
              работников школы, Педагогический совет и др.)
            </a>
            , так и <a className="bold">Совет родителей школы</a>. Коллегиальным
            органом управления является Общее собрание работников школы.
            Педагогический совет – орган управления МАОУ «СОШ № 6», который
            решает вопросы, связанные с реализацией Программы развития,
            рассматривает научно-методические вопросы, несет коллективную
            ответственность за принятые решения
          </p>
          <br />
          <p className="page-text">
            Третий уровень структуры управления –{" "}
            <a className="bold">уровень заместителей директора</a>. Этот уровень
            представлен административным советом, малыми педагогическими
            советами и школьной аттестационной комиссией. В административный
            совет входят директор и его заместители. Совет координирует
            деятельность администрации, подводит итоги и вносит необходимые
            коррективы в процесс развития школы. Собирается еженедельно,
            подчиняется директору школы. Методический совет – коллегиальный
            совещательный орган, в состав которого входят руководители
            предметных Рабочих групп МАОУ «СОШ № 6», руководители творческих
            групп, творчески работающие учителя. Возглавляет его заместитель
            директора по УВР. Методический совет является главным
            консультативным органом МАОУ «СОШ № 6» по вопросам
            научно-методического обеспечения образовательного процесса
            деятельности коллектива. Методический совет подотчетен
            Педагогическому совету, несет ответственность за принятые решения и
            обеспечивает их реализацию.
          </p>
          <br />
          <p className="page-text">
            Школьная аттестационная комиссия создается с целью аттестации
            педагогических работников МАОУ «СОШ № 6», изъявивших желание пройти
            аттестацию на соответствие занимаемой должности по должности
            «учитель». Состав школьной аттестационной комиссии утверждается
            приказом директора. Возглавляет школьную аттестационную комиссию
            заместитель директора по учебно-воспитательной работе.
          </p>
          <br />
          <p className="page-text">
            Заместители директора по учебно-воспитательной работе осуществляют
            управление функционированием школы: контролируют выполнение
            требований ФГОС ОО, отслеживают уровень обученности и обучаемости
            учащихся, руководят работой рабочих групп, педагогических
            консилиумов, несут ответственность за организацию
            учебно-воспитательного процесса в МАОУ «СОШ № 6». Заместитель
            директора по воспитательной работе, педагоги – организаторы,
            социальный педагог организуют внеурочную воспитательную работу с
            детьми, работу органов ученического самоуправления, контролируют
            состояние воспитательной работы в школе, отслеживают уровень
            воспитанности учащихся, работают с детьми, требующими особого
            педагогического внимания, отвечают за связь с внешкольными
            учреждениями.
          </p>
          <br />
          <p className="page-text">
            Четвертый уровень организационной структуры управления –{" "}
            <a className="bold">уровень учителей, функциональных служб</a>.
          </p>
          <br />
          <p className="page-text">
            Рабочие группы (РГ) – структурные подразделения методической службы
            школы, объединяют учителей одной образовательной или смежных
            дисциплин. Руководитель РГ выбирается из состава членов РГ и
            утверждается директором школы. РГ ведет методическую работу по
            предмету, организует внеклассную деятельность учащихся, проводит
            анализ образовательного процесса. РГ имеет право выдвигать
            предложения по улучшению процесса образования, получать методическую
            помощь. РГ согласует свою деятельность с методическим советом школы
            и в своей работе подотчетен ему. Психолого-педагогический консилиум
            предназначен для изучения личности каждого ребенка и коллектива
            класса с целью определения их реальных учебных возможностей и уровня
            воспитанности. На консилиумах принимаются решения о совместных
            действиях по ликвидации пробелов в знаниях и умениях, повышению
            уровня воспитанности, конкретной роли каждого учителя в реализации
            рекомендаций консилиума.
          </p>
          <br />
          <p className="page-text">
            Пятый уровень организационной структуры –{" "}
            <a className="bold">уровень учащихся</a>. Это уровень соуправления,
            предполагающий курирование, помощь, педагогическое руководство для
            превращения ученика в субъект управления. Совет учащихся – орган
            ученического самоуправления, который планирует и организует
            внеурочную деятельность учащихся. Курирует работу совета
            старшеклассников заместитель директора по ВР. Советы коллективных
            творческих дел – временные объединения школьников, созданные для
            проведения конкретного мероприятия, объединяют в группу детей
            разного возраста. Деятельность их основывается на методике
            коллективной творческой деятельности. Классные органы самоуправления
            организуют внеурочную работу внутри класса, согласуют свою
            деятельность с советом старшеклассников. Направляет работу детей
            классный руководитель.
          </p>
          <br />
          <ul>
            <li>Место нахождения органов управления – МАОУ “СОШ № 6”</li>
            <li>
              Официальный сайт в сети Интернет органов управления:{" "}
              <a href="https://sevschool6.1mcg.ru" className="page-link">
                https://sevschool6.1mcg.ru
              </a>
            </li>
            <li>
              Адрес электронной почты органов управления –{" "}
              <a href="mailto:school6severodvinsk@bk.ru" className="page-link">
                school6severodvinsk@bk.ru
              </a>
            </li>
          </ul>
        </div>
      </main>
      <Footer />
    </>
  );
}

export default StructureandmanagementPage;
